[
    {
        "active": true,
        "en": {
            "name": "Dwarf",
            "description": "Your dwarf character has an assortment of inborn abilities, part and parcel of dwarven nature.",
            "tale": "Where is my boot? I need to go to the mines to check on the progress of the Ruby extraction, said the Dwarf King to the Queen, who was reading a letter directly from the Elven Kingdom. My love, the Queen said, the Elf King is requesting a visit to our kingdom to negotiate some diamond mines. Do these pointy-eared ones think our things are for sale whenever they want? That's not how things work! - Bornovok III, King of the Dwarf Kingdom, holder of the Avirath orb.\n\nDwarves are an incredibly resilient race, known for their mining abilities. Dwarves are widely sought after for dealing with weapons, jewelry, and other magical tools, as they possess vast reserves of magical items and extensive knowledge of weapon crafting and other objects.\n\nThe Dwarf Kingdom is incredibly beautiful, with its castle being a tourist attraction for people from all over the world. It is said that the throne room of this castle is entirely made of pure gold, and the throne itself is constructed from ruby and diamond stones!\n\nAlthough they are extremely serious when it comes to mining and their creations, dwarves (for the most part) are very kind to those who are kind to them. But make no mistake, they know how to defend themselves, and if there's a people who can wreak havoc with magical weapons when provoked, it's the dwarf people.",
            "abilityScoreIncrease": [
                {
                    "name": "Constitution",
                    "value": 2
                }
            ],
            "ageMax": 350,
            "alignment": ["lawful", "good"],
            "heightMax": 1.2,
            "weightMax": 68,
            "size": "medium",
            "speed": [7.6, "speed not reduced by wearing heavy armor"],
            "language": ["Common", "Dwarvish"],
            "subRaces": [
                {
                    "name": "Hill Dwarf",
                    "description": "Hill Dwarves are remarkably resilient and wise. Their lives in the hills of the kingdom make them excellent explorers, which gives these dwarves a strong instinct for survival and intuition.",
                    "abilityScoreIncrease": {
                        "name": "Wisdom",
                        "value": 1
                    },
                    "characteristics": [
                        {
                            "name": "Dwarven Toughness",
                            "description": "Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."
                        }
                    ]
                },
                {
                    "original": false,
                    "name": "Mystic Dwarf",
                    "description": "Mystic Dwarves are well-versed in the magical arts. Over time, these dwarves have separated themselves from the others as they have no interest in mining or craftsmanship, but rather in using the products of these activities for study and, for some, power.\n\nBecause their studies and practice of magic are their main focus, these dwarves are generally slightly weaker and have a maximum average weight of 50 kg.",
                    "abilityScoreIncrease": {
                        "original": false,
                        "name": "Intelligence",
                        "value": 2
                    },
                    "characteristics": [
                        {
                            "original": false,
                            "name": "Lack of Strength",
                            "description": "You have disadvantage on strength checks related to objects, such as pulling, pushing, and carrying."
                        },
                        {
                            "original": false,
                            "name": "Magic Specialist",
                            "description": "When using any magical item, you can roll 1d2 to determine if that item was made by a dwarf or not. If it was made by a dwarf, your expertise in Dwarf Magic comes into play, you gain advantage on rolls involving that magical item. After succeeding once on the 1d2 roll, this characteristic can no longer be used."
                        }
                    ]
                }
            ],
            "skillProficiencies": [],
            "characteristics": [
                {
                    "name": "Darkvision",
                    "description": "Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
                },
                {
                    "name": "Dwarven Resilience",
                    "description": "You have advantage on saving throws against poison, and you have resistance against poison damage."
                },
                {
                    "name": "Dwarven Combat Training",
                    "description": "You have proficiency with the battleaxe, handaxe, light hammer, and warhammer."
                },
                {
                    "name": "Tool Proficiency",
                    "description": "You gain proficiency with the artisan’s tools of your choice: smith’s tools, brewer’s supplies, or mason’s tools."
                },
                {
                    "original": false,
                    "name": "Stonecunning",
                    "description": "Whenever you make an Intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
                }
            ]
        },
        "pt": {
            "name": "Anão",
            "description": "Seu personagem anão possui um conjunto de habilidades inatas, parte integrante da natureza dos anões.",
            "tale": "Onde está minha bota? Preciso ir às minas verificar o andamento da extração de Rubi, disse o Rei Anão para a Rainha, que estava lendo uma carta vinda diretamente do Reino dos Elfos. Meu amor, disse a Rainha, o Rei Elfo está solicitando uma visita ao nosso reino para negociar algumas minas de diamante. Esses orelhas pontudas acham que nossas coisas estão à venda sempre que desejam? Não é assim que as coisas funcionam! - Bornovok III, Rei do Reino Anão, portador da orbe de Avirath.\n\nOs anões são uma raça incrivelmente resiliente, conhecida por suas habilidades em mineração. Os anões são amplamente procurados para lidar com armas, joias e outras ferramentas mágicas, pois possuem vastas reservas de itens mágicos e amplo conhecimento em confecção de armas e outros objetos.\n\nO Reino Anão é incrivelmente bonito, sendo seu castelo uma atração turística para pessoas de todo o mundo. Dizem que a sala do trono deste castelo é inteiramente feita de ouro puro, e o trono em si é construído a partir de pedras de rubi e diamante!\n\nEmbora sejam extremamente sérios quando se trata de mineração e suas criações, os anões (na maioria das vezes) são muito gentis com aqueles que são gentis com eles. Mas não se engane, eles sabem se defender, e se há um povo que pode causar estragos com armas mágicas quando provocados, são os anões.",
            "abilityScoreIncrease": {
                "name": "Constituição",
                "value": 2
            },
            "ageMax": 350,
            "alignment": ["leal", "bom"],
            "heightMax": 1.2,
            "weightMax": 68,
            "size": "médio",
            "speed": [7.6, "velocidade não reduzida ao usar armadura pesada"],
            "language": ["Comum", "Anão"],
            "subRaces": [
                {
                    "name": "Anão da Colina",
                    "description": "Anões da colina são notavelmente resistentes e sábios. Sua vida nas colinas do reino os coloca à frente no quesito exploração, o que dá a esses anões um grande instinto de sobrevivência e intuição.",
                    "abilityScoreIncrease": {
                        "name": "Sabedoria",
                        "value": 1
                    },
                    "characteristics": [
                        {
                            "name": "Resistência Anã",
                            "description": "Seu máximo de pontos de vida aumenta em 1, e aumenta em 1 a cada vez que você ganha um nível."
                        }
                    ]
                },
                {
                    "name": "Anão Místico",
                    "description": "Anões místicos são versados nas artes mágicas. Com o tempo, esses anões se separaram dos demais, pois não têm interesse em mineração ou artesanato, mas sim em utilizar os produtos dessas atividades para estudo e, para alguns, poder.\n\nPor terem os estudos e prática da magia como seu foco principal, esses anões geralmente são um pouco mais fracos e têm um peso médio máximo de 50 kg.",
                    "abilityScoreIncrease": {
                        "original": false,
                        "name": "Inteligência",
                        "value": 2
                    },
                    "characteristics": [
                        {
                            "original": false,
                            "name": "Falta de Força Anã",
                            "description": "Você tem desvantagem em testes de força relacionados a objetos, como puxar, empurrar e carregar."
                        },
                        {
                            "original": false,
                            "name": "Especialista em Magia",
                            "description": "Ao utilizar qualquer item mágico você pode rolar 1d2 para descobrir se aquele item foi feito por um anão ou não. Caso tenha sido feito por um anão, sua expertise em Magia Anã entra em ação e você ganha vantagem em rolagens que envolvam esse item mágico. Após ter sucesso uma vez na rolagem do 1d2 essa caracteristica não pode mais ser usada."
                        }
                    ]
                }
            ],
            "skillProficiencies": [],
            "characteristics": [
                {
                    "name": "Visão no Escuro",
                    "description": "Acostumado à vida subterrânea, você possui uma visão superior em condições de escuridão e pouca luz. Você pode enxergar em luz fraca em um raio de 18 metros como se fosse luz plena, e em escuridão como se fosse luz fraca. Você não consegue distinguir cores na escuridão, apenas tons de cinza."
                },
                {
                    "name": "Resistência Anã",
                    "description": "Você possui vantagem em testes de resistência contra veneno e possui resistência a danos por veneno."
                },
                {
                    "name": "Treinamento em Combate Anão",
                    "description": "Você possui proficiência com o machado de guerra, machadinho, martelo leve e martelo de guerra."
                },
                {
                    "name": "Proficiência em Ferramentas",
                    "description": "Você ganha proficiência com ferramentas de artesão à sua escolha: ferramentas de ferreiro, suprimentos de cervejeiro ou ferramentas de pedreiro."
                },
                {
                    "original": false,
                    "name": "Inteligência em Rochas",
                    "description": "Sempre que fizer um teste de Inteligência (História) relacionado à origem de estruturas de pedra, você é considerado proficiente na habilidade de História e adiciona o dobro do seu bônus de proficiência ao teste, em vez do seu bônus de proficiência normal."
                }
            ]
        }
    },
    {
        "active": true,
        "en": {
            "name": "Elf",
            "description": "Your elf character has a variety of natural abilities, the result of thousands of years of elven refinement.",
            "tale": "Never has there been, there isn't, and there never will be a race as evolved as us Elves, said the elder to the Elven child sitting near his feet. She turned and asked, But then why don't we dominate everyone, great elder? Why don't we make everyone our subjects and show our strength? That way, no one would ever mess with us again! said the child with a piercing look. The elder took a breath, looked at the child, and calmly responded, saying among other things: \"Everyone believes that war is the solution. The bad part is being alive after it ends to realize that it was the problem\".\n\nThis elder was none other than Illithys, the great mage who saved all the kingdoms in the war of Ahktur, a war that was responsible for redefining the concept of magic among the realms. Elves have always been patient and very dedicated; their long lifespan allows them to analyze life from a different and less alarmist perspective.\n\nThe Elven Kingdom would easily be considered a mirage or a figment of imagination if some unsuspecting person found it. Floating statues and well-dressed soldiers adorned the landscape. Knowledge and personal improvement are some of the laws among the Elves, where reaching death having been the best version of oneself is the greatest achievement they could strive for.",
            "abilityScoreIncrease": {
                "name": "Dexterity",
                "value": 2
            },
            "ageMax": 750,
            "alignment": ["chaotic", "good"],
            "heightMax": 1.8,
            "weightMax": 0,
            "size": "medium",
            "speed": 9.1,
            "language": ["Common", "Elvish"],
            "subRaces": [
                {
                    "name": "High Elf",
                    "description": "As a high elf, you have a keen mind and a mastery of at least the basics of magic. In many fantasy gaming worlds, there are two kinds of high elves. One type is haughty and reclusive, believing themselves to be superior to non-elves and even other elves. The other type is more common and more friendly, and often encountered among humans and other races.",
                    "abilityScoreIncrease": {
                        "name": "Intelligence",
                        "value": 1
                    },
                    "characteristics": [
                        {
                            "name": "Elf Weapon Training",
                            "description": "You have proficiency with the longsword, shortsword, shortbow, and longbow."
                        },
                        {
                            "name": "Cantrip",
                            "description": "You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
                        },
                        {
                            "name": "Extra Language",
                            "description": "You can speak, read, and write one extra language of your choice."
                        }
                    ]
                },
                {
                    "original": false,
                    "name": "Arcane Elf",
                    "description": "Arcane Elves are known for their high manipulation of magic and follow an ancient belief that elves are the guardians of magic in the world. They have grayish skin and are almost entirely slim and tall. It is well known in the Elven Kingdom that Arcane Elves consider themselves superior to their peers because they do not rely on external tools to augment their power.\n\nThis type of elf rarely or almost never uses amulets or symbols as power conduits, as they believe that doing so symbolizes the weakening of the purity of elven magic.",
                    "abilityScoreIncrease": {
                        "original": false,
                        "name": "Charism",
                        "value": 2
                    },
                    "characteristics": [
                        {
                            "original": false,
                            "name": "Pure Magic",
                            "description": "You can reroll the damage dice of a spell once to try to achieve its maximum purity. To use this ability again, a long rest is required."
                        },
                        {
                            "original": false,
                            "name": "Light Body",
                            "description": "Your base walking speed increases to 10.5 meters."
                        },
                        {
                            "original": false,
                            "name": "Magical Knowledge",
                            "description": "You have advantage on checks involving learning new spells."
                        }
                    ]
                },
                {
                    "original": false,
                    "name": "Warrior Elf",
                    "description": "Warrior Elves have specialized over time in imbuing their magic into weapons to maximize their potential in battle. They are respected by common elves and high elves but are despised by and have a millennia-old feud with Arcane Elves, which extends from the population to politics. These warriors are generally a bit shorter in stature, resembling humans, and are extremely fearless.",
                    "abilityScoreIncrease": {
                        "original": false,
                        "name": "Intelligence",
                        "value": 1
                    },
                    "characteristics": [
                        {
                            "original": false,
                            "name": "Elven Vitality",
                            "description": "Your keen physical training grants you 1 extra hit point per level."
                        },
                        {
                            "original": false,
                            "name": "Weaponized Magic",
                            "description": "When attacking with a weapon, use your magical ability inherited from the elves and roll 1d20 to add damage to your attack, if the result is greater than 15 add 2 damage if it is less add 1. Can be used twice and then requires a rest short to use again."
                        },
                        {
                            "original": false,
                            "name": "Elven War Weapon Training",
                            "description": "You have proficiency with longswords, shortswords, daggers, longbows, shortbows, rapiers, shortswords, and hand crossbows."
                        }
                    ]
                }
            ],
            "skillProficiencies": ["Perception"],
            "characteristics": [
                {
                    "name": "Darkvision",
                    "description": "Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
                },
                {
                    "name": "Keen Senses",
                    "description": "You have proficiency in the Perception skill."
                },
                {
                    "name": "Fey Ancestry",
                    "description": "You have advantage on saving throws against being charmed, and magic can’t put you to sleep."
                },
                {
                    "name": "Trance",
                    "description": "Elves don’t need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is “trance.”) While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
                }
            ]
        },
        "pt": {
            "name": "Elfo",
            "description": "Seu personagem elfo possui uma variedade de habilidades naturais, resultado de milhares de anos de refinamento élfico.",
            "tale": "Não existiram, não existem e nunca existirá uma raça tão evoluída quanto nós Elfos, disse o ancião à criança Élfica sentada próxima a seus pés, ela se vira e pergunta, mas porque então não dominamos a todos grande ancião? Porque não fazemos de todos nossos súditos e mostramos nossa força? Assim nunca mais mexeriam conosco! Diz a criança com um olhar penetrante, o ancião respira, olha para a criança e calmamente responde, dizendo entre outras coisas: \"Todos acreditam que a guerra é a solução, a parte ruim é estar vivo após ela acabar pra perceber que ela foi o problema\".\n\nEste ancião era ninguém menos que Illithys, o grande mago que salvou todos os reinos na guerra de Ahktur, guerra essa que foi responsável por redefinir o conceito de magia entre os reinos. Elfos sempre foram pacientes e muito dedicados, o longo tempo de vida deles os permite analisar a vida de um olhar diferente e menos alarmista.\n\nO Reino dos Elfos seria considerado facilmente uma miragem ou fruto de imaginação caso algum desavisado o encontrasse, estatuas flutuantes e soldados bem trajados, o conhecimento e aprimoramento pessoal é uma das leis dos Elfos, onde chegar até a morte tendo sido o melhor de si mesmo é o melhor que poderiam fazer.",
            "abilityScoreIncrease": [
                {
                    "name": "Destreza",
                    "value": 2
                }
            ],
            "ageMax": 750,
            "alignment": ["caótico", "bom"],
            "heightMax": 1.8,
            "weightMax": 0,
            "size": "médio",
            "speed": 9.1,
            "language": ["Comum", "Élfico"],
            "subRaces": [
                {
                    "name": "Alto Elfo",
                    "description": "Como um alto elfo, você possui uma mente perspicaz e domínio pelo menos dos fundamentos da magia. Em muitos mundos de jogos de fantasia, existem dois tipos de altos elfos. Um tipo é arrogante e recluso, acreditando-se superior a não-elfos e até mesmo a outros elfos. O outro tipo é mais comum e amigável, frequentemente encontrado entre humanos e outras raças.",
                    "abilityScoreIncrease": {
                        "name": "Inteligência",
                        "value": 1
                    },
                    "characteristics": [
                        {
                            "name": "Treinamento de Armas Élficas",
                            "description": "Você possui proficiência com a espada longa, espada curta, arco curto e arco longo."
                        },
                        {
                            "name": "Truque",
                            "description": "Você conhece um truque à sua escolha da lista de magias de mago. Inteligência é a sua habilidade de conjuração para ele."
                        },
                        {
                            "name": "Idioma Adicional",
                            "description": "Você pode falar, ler e escrever um idioma extra de sua escolha."
                        }
                    ]
                },
                {
                    "original": false,
                    "name": "Elfo Arcano",
                    "description": "Os Elfos Arcanos são conhecidos por sua alta manipulação da magia e seguem uma antiga crença de que os elfos são os guardiões da magia no mundo. Eles têm pele acinzentada e são quase inteiramente magros e altos. É bem conhecido no Reino Élfico que os Elfos Arcanos se consideram superiores aos seus pares porque não dependem de ferramentas externas para aumentar seu poder. Este tipo de elfo raramente ou quase nunca usa amuletos ou símbolos como condutores de poder, pois acreditam que isso simboliza o enfraquecimento da pureza da magia élfica.",
                    "abilityScoreIncrease": {
                        "original": false,
                        "name": "Carisma",
                        "value": 2
                    },
                    "characteristics": [
                        {
                            "original": false,
                            "name": "Magia Pura",
                            "description": "Você pode rolar novamente os dados de dano de uma magia uma vez para tentar atingir sua pureza máxima. Para utilizar essa habilidade novamente, é necessário um descanso longo."
                        },
                        {
                            "original": false,
                            "name": "Corpo Leve",
                            "description": "Seu deslocamento base de caminhada aumenta para 10,5 metros."
                        },
                        {
                            "original": false,
                            "name": "Conhecimento Mágico",
                            "description": "Você tem vantagem em testes que envolvam aprender novos feitiços."
                        }
                    ]
                },
                {
                    "original": false,
                    "name": "Elfo Guerreiro",
                    "description": "Os Elfos Guerreiros se especializaram ao longo do tempo em imbuir sua magia em armas para maximizar seu potencial em batalha. São respeitados pelos elfos comuns e elfos de alta linhagem, mas são desprezados e têm uma rixa milenar com os Elfos Arcanos, que se estende desde a população até a política. Esses guerreiros geralmente são um pouco mais baixos em estatura, assemelhando-se aos humanos, e são extremamente destemidos.",
                    "abilityScoreIncrease": {
                        "original": false,
                        "name": "Inteligência",
                        "value": 1
                    },
                    "characteristics": [
                        {
                            "original": false,
                            "name": "Vitalidade Élfica",
                            "description": "Seu treinamento físico aguçado lhe concede 1 ponto de vida a mais por nível."
                        },
                        {
                            "original": false,
                            "name": "Magia Armada",
                            "description": "Ao atacar com uma arma, use sua habilidade mágica herdada dos elfos e role 1d20 para adicionar dano ao seu ataque. Se o resultado for maior que 15, adicione 2 de dano; se for menor, adicione 1. Pode ser usado duas vezes e depois requer um descanso curto para ser usado novamente."
                        },
                        {
                            "original": false,
                            "name": "Treinamento de Armas de Guerra Élfico",
                            "description": "Você possui proficiência com espadas longas, espadas curtas, adagas, arcos longos e arcos curtos, rapieiras, espadas curtas e bestas de mão."
                        }
                    ]
                }
            ],
            "skillProficiencies": ["Percepção"],
            "characteristics": [
                {
                    "name": "Visão no Escuro",
                    "description": "Acostumado a florestas crepusculares e ao céu noturno, você tem visão superior em condições de escuridão e penumbra. Você pode ver em luz fraca dentro de 18 metros de você como se fosse luz brilhante, e na escuridão como se fosse penumbra. Você não pode discernir cores na escuridão, apenas tons de cinza."
                },
                {
                    "name": "Sentidos Aguçados",
                    "description": "Você tem proficiência na habilidade de Percepção."
                },
                {
                    "name": "Ancestralidade Feérica",
                    "description": "Você tem vantagem em testes de resistência contra ser enfeitiçado, e magia não pode fazer você dormir."
                },
                {
                    "name": "Transe",
                    "description": "Elfos não precisam dormir. Em vez disso, eles meditam profundamente, permanecendo semiconscientes, por 4 horas por dia. (A palavra Comum para tal meditação é “transe.”) Enquanto meditam, eles podem sonhar de uma maneira; tais sonhos são na verdade exercícios mentais que se tornaram reflexivos através de anos de prática. Após descansar dessa maneira, você ganha o mesmo benefício que um humano ganha de 8 horas de sono."
                }
            ]
        }
    },
    {
        "active": true,
        "en": {
            "name": "Halfling",
            "description": "Your halfling character has a number of traits in common with all other halflings.",
            "tale": "Once, a halfling was resting in the shade of a giant oak tree, his protuberant belly rising and falling with his calm breathing. Standing at just 60 centimeters tall, he was often underestimated, but his sharp mind and stealthy skills made him a master thief. While chewing on a succulent roasted rabbit leg, the halfling stroked his lucky amulet, a tooth from a giant wolf he had defeated alone. His dark eyes gleamed with the prospect of his next adventure, a daring plan to infiltrate the fortress of a great mage and achieve glory by recovering the legendary Moon Diamond.",
            "abilityScoreIncrease": {
                "name": "Dexterity",
                "value": 2
            },
            "ageMax": 180,
            "alignment": ["lawful", "good"],
            "heightMax": 0.9,
            "weightMax": 18,
            "size": "small",
            "speed": [7.6],
            "language": ["Common", "Halfling"],
            "subRaces": [
                {
                    "name": "Lightfoot",
                    "description": "As a lightfoot halfling, you can easily hide from notice, even using other people as cover. You’re inclined to be affable and get along well with others. Lightfoots are more prone to wanderlust than other halflings, and often dwell alongside other races or take up a nomadic life.",
                    "abilityScoreIncrease": {
                        "name": "Charisma",
                        "value": 1
                    },
                    "characteristics": [
                        {
                            "name": "Naturally Stealthy",
                            "description": "You can attempt to hide even when you are obscured only by a creature that is at least one size larger than you."
                        }
                    ]
                }
            ],
            "skillProficiencies": [],
            "characteristics": [
                {
                    "name": "Lucky",
                    "description": "When you roll a 1 on the d20 for an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
                },
                {
                    "name": "Brave",
                    "description": "You have advantage on saving throws against being frightened."
                },
                {
                    "name": "Halfling Nimbleness",
                    "description": "You can move through the space of any creature that is of a size larger than yours."
                }
            ]
        },
        "pt": {
            "name": "Halfling",
            "description": "Seu personagem halfling tem várias características em comum com todos os outros halflings.",
            "tale": "Certa vez um halfling, descansava à sombra de um carvalho gigante, sua barriga protuberante subindo e descendo com a respiração tranquila. Com apenas 60 centímetros de altura, ele era frequentemente subestimado, mas sua mente afiada e habilidades furtivas o tornavam um ladrão mestre. Enquanto mastigava uma suculenta perna de coelho assada, o halfling acariciava seu amuleto da sorte, um dente de um lobo gigante que ele havia derrotado sozinho. Seus olhos negros brilhavam com a perspectiva de sua próxima aventura, um plano ousado para se infiltrar na fortaleza de grande mago e obter glória recuperando o lendário Diamante da Lua.",
            "abilityScoreIncrease": {
                "name": "Destreza",
                "value": 2
            },
            "ageMax": 180,
            "alignment": ["leal", "bom"],
            "heightMax": 0.9,
            "weightMax": 18,
            "size": "pequeno",
            "speed": [7.6],
            "language": ["Comum", "Halfling"],
            "subRaces": [
                {
                    "name": "Pés Leves",
                    "description": "Como um halfling pés leves, você pode se esconder facilmente de olhares, até mesmo usando outras pessoas como cobertura. Você tende a ser afável e se dá bem com os outros. Os Pés Leves são mais propensos a terem espírito aventureiro do que outros halflings, e frequentemente vivem ao lado de outras raças ou levam uma vida nômade.",
                    "abilityScoreIncrease": [
                        {
                            "name": "Carisma",
                            "value": 1
                        }
                    ],
                    "characteristics": [
                        {
                            "name": "Furtivo Naturalmente",
                            "description": "Você pode tentar se esconder mesmo quando está apenas obscurecido por uma criatura que é pelo menos um tamanho maior que você."
                        }
                    ]
                }
            ],
            "skillProficiencies": [],
            "characteristics": [
                {
                    "name": "Sortudo",
                    "description": "Quando você rola um 1 no d20 para uma jogada de ataque, teste de habilidade ou teste de resistência, você pode rolar o dado novamente e deve usar o novo resultado."
                },
                {
                    "name": "Corajoso",
                    "description": "Você tem vantagem em testes de resistência contra ficar amedrontado."
                },
                {
                    "name": "Agilidade de Halfling",
                    "description": "Você pode se mover através do espaço de qualquer criatura que seja de um tamanho maior que o seu."
                }
            ]
        }
    },
    {
        "active": true,
        "en": {
            "name": "human",
            "description": "It's hard to make generalizations about humans, but your human character has these traits.",
            "tale": "Dorn, a traveler well-known among humans, once shared in a tavern a tale of one of his greatest adventures: the quest for the Sacred Sword of Oksha.\n\nIt is said that Oksha was a dwarf king who, many centuries ago, conquered worlds beyond our own.\n\nDuring this adventure, Dorn met beings from all realms: elves, draconians, dwarves, among others.\n\nWhile the full story is too long to detail here, as a human, Dorn gained knowledge and experience from each encounter. His human ability to humbly absorb knowledge and adapt was what made him one of the most renowned travelers in the Kingdom and a hero to many.",
            "abilityscoreincrease": [
                {
                    "name": "strength",
                    "value": 1
                },
                {
                    "name": "dexterity",
                    "value": 1
                },
                {
                    "name": "constitution",
                    "value": 1
                },
                {
                    "name": "intelligence",
                    "value": 1
                },
                {
                    "name": "wisdom",
                    "value": 1
                },
                {
                    "name": "charisma",
                    "value": 1
                }
            ],
            "ageMax": 100,
            "alignment": [],
            "heightMax": 0,
            "weightMax": 0,
            "speed": [9.1],
            "size": "medium",
            "language": ["common", "one extra of your choice"],
            "subraces": [],
            "skillproficiencies": [],
            "characteristics": []
        },
        "pt": {
            "name": "humano",
            "description": "Dorn, um viajante entre os reinos muito conhecido entre os humanos, certa vez compartilhou em uma taverna um relato de uma das suas maiores aventuras, a busca pela Espada Sagrada de Oksha.\n\nConta-se que Oksha foi um rei anão que a muitos séculos atrás conquistou mundos além do mundo que vivemos.\n\nEnquanto essa aventura se desenrolava, Dorn conheceu seres de todos os reinos, elfos, dracontes, anões, entre outros.\n\nNão convém contar a história em detalhes aqui, mas por ser um humano ele adquiriu conhecimento e experiência com cada um desses que conheceu, a habilidade humana de absorver conhecimento com humildade e se adaptar foi o que levou Dorn a se tornar um dos viajantes mais conhecidos do Reino além de um herói para muitos.",
            "tale": "É difícil fazer generalizações sobre os humanos, mas seu personagem humano possui essas características.",
            "abilityscoreincrease": [
                {
                    "name": "força",
                    "value": 1
                },
                {
                    "name": "destreza",
                    "value": 1
                },
                {
                    "name": "constituição",
                    "value": 1
                },
                {
                    "name": "inteligência",
                    "value": 1
                },
                {
                    "name": "sabedoria",
                    "value": 1
                },
                {
                    "name": "carisma",
                    "value": 1
                }
            ],
            "ageMax": 100,
            "alignment": [],
            "heightMax": 0,
            "weightMax": 0,
            "speed": [9.1],
            "size": "médio",
            "language": ["comum", "um extra à sua escolha"],
            "subraces": [],
            "skillproficiencies": [],
            "characteristics": []
        }
    },
    {
        "active": true,
        "en": {
            "name": "dragonborn",
            "description": "Your draconic heritage manifests in a variety of traits you share with other dragonborn.",
            "tale": "Dragons, long revered among other races as symbols of power, have often been underestimated. In an era where the great dragons are no longer seen, many have come to believe that they are extinct. However, their descendant race, the Dragonborn, have remained strong, regarded by many as gods. A certain Dragonborn named Balazar once spoke with a Half-Orc. The Half-Orc asked, \"If not human, if not dragon, what are Dragonborn?\" \"We are the best of both worlds,\" said the dragon descendant, proud of his elucidation.",
            "abilityscoreincrease": [
                {
                    "name": "strength",
                    "value": 2
                },
                {
                    "name": "charisma",
                    "value": 1
                }
            ],
            "ageMax": 80,
            "alignment": ["good", "evil"],
            "heightMax": 1.8,
            "weightMax": 113,
            "speed": [9.1],
            "size": "medium",
            "language": ["common", "draconic"],
            "subraces": [],
            "skillproficiencies": [],
            "characteristics": [
                {
                    "name": "draconic ancestry",
                    "description": "You have draconic ancestry. Choose one type of dragon from the Draconic Ancestry table. Your breath weapon and damage resistance are determined by the dragon type, as shown in the table."
                },
                {
                    "name": "breath weapon",
                    "description": "You can use your action to exhale destructive energy. Your draconic ancestry determines the size, shape, and damage type of the exhalation. When you use your breath weapon, each creature in the area of the exhalation must make a saving throw, the type of which is determined by your draconic ancestry. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus. A creature takes 2d6 damage on a failed save, and half as much damage on a successful one. The damage increases to 3d6 at 6th level, 4d6 at 11th level, and 5d6 at 16th level. After you use your breath weapon, you can't use it again until you complete a short or long rest."
                },
                {
                    "name": "damage resistance",
                    "description": "You have resistance to the damage type associated with your draconic ancestry."
                }
            ]
        },
        "pt": {
            "name": "draconato",
            "description": "Sua herança dracônica se manifesta em uma variedade de características que você compartilha com outros dragonborn.",
            "tale": "Dragões, há muito venerados entre outras raças como símbolos de poder, muitas vezes foram subestimados. Em uma era onde os grandes dragões não são mais vistos, muitos começaram a acreditar que estão extintos. No entanto, sua raça descendente, os Draconatos, permaneceram fortes, sendo considerados por muitos como deuses. Um certo Draconato chamado Balazar uma vez conversou com um Meio-Orc. O Meio-Orc perguntou: \"Se não humano, se não dragão, o que são Draconatos?\" \"Somos o melhor dos dois mundos\", disse o descendente de dragão, orgulhoso de sua elucidação.",
            "abilityscoreincrease": [
                {
                    "name": "força",
                    "value": 2
                },
                {
                    "name": "carisma",
                    "value": 1
                }
            ],
            "ageMax": 80,
            "alignment": ["bom", "maligno"],
            "heightMax": 1.8,
            "weightMax": 113,
            "speed": [9.1],
            "size": "médio",
            "language": ["comum", "dracônico"],
            "subraces": [],
            "skillproficiencies": [],
            "characteristics": [
                {
                    "name": "ascendência dracônica",
                    "description": "Você tem ascendência dracônica. Escolha um tipo de dragão da tabela Ascendência Dracônica. Sua arma de sopro e resistência a dano são determinadas pelo tipo de dragão, conforme mostrado na tabela."
                },
                {
                    "name": "arma de sopro",
                    "description": "Você pode usar sua ação para exalar energia destrutiva. Sua ascendência dracônica determina o tamanho, a forma e o tipo de dano da exalação. Quando você usa sua arma de sopro, cada criatura na área da exalação deve fazer um teste de resistência, cujo tipo é determinado por sua ascendência dracônica. A CD para este teste de resistência é igual a 8 + seu modificador de Constituição + seu bônus de proficiência. Uma criatura sofre 2d6 de dano se falhar no teste, e metade do dano se for bem-sucedida. O dano aumenta para 3d6 no 6º nível, 4d6 no 11º nível e 5d6 no 16º nível. Após usar sua arma de sopro, você não pode usá-la novamente até completar um descanso curto ou longo."
                },
                {
                    "name": "resistência a dano",
                    "description": "Você tem resistência ao tipo de dano associado à sua ascendência dracônica."
                }
            ]
        }
    },
    {
        "active": true,
        "en": {
            "name": "Gnome",
            "description": "Your gnome character has certain characteristics in common with all other gnomes.",
            "tale": "Oh, the Kingdom of the Gnomes, who would have thought that such small beings could build something so grand? There is no denying that their work is phenomenal. I felt like I was in a kingdom of the future, with great constructions and elevators, large gears that make things work without needing to be handled, all incredible! Although I have heard of gnomes who are less inventive and more connected to nature, I believe that at this rate, this Kingdom will soon receive the recognition it deserves. - Dvinir, Elven Merchant.",
            "abilityScoreIncrease": [
                {
                    "name": "Intelligence",
                    "value": 2
                }
            ],
            "ageMax": 500,
            "alignment": ["good"],
            "size": "small",
            "heightMax": 1.22,
            "weightMax": 18.14,
            "speed": [7.6],
            "language": ["Common", "Gnomish"],
            "subRaces": [
                {
                    "name": "Rock Gnome",
                    "description": "As a rock gnome, you have a natural inventiveness and hardiness beyond that of other gnomes.",
                    "abilityScoreIncrease": [
                        {
                            "name": "Constitution",
                            "value": 1
                        }
                    ],
                    "characteristics": [
                        {
                            "name": "Artificers Lore",
                            "description": "Whenever you make an Intelligence (History) check related to magic items, alchemical objects, or technological devices, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply."
                        },
                        {
                            "name": "Tinker",
                            "description": "You have proficiency with artisans tools (tinkers tools). Using those tools, you can spend 1 hour and 10 gp worth of materials to construct a Tiny clockwork device (AC 5, 1 hp). The device ceases to function after 24 hours (unless you spend 1 hour repairing it to keep the device functioning), or when you use your action to dismantle it; at that time, you can reclaim the materials used to create it. You can have up to three such devices active at a time.\nWhen you create a device, choose one of the following options:\nClockwork Toy. This toy is a clockwork animal, monster, or person, such as a frog, mouse, bird, dragon, or soldier. When placed on the ground, the toy moves 5 feet across the ground on each of your turns in a random direction. It makes noises as appropriate to the creature it represents.\nFire Starter. The device produces a miniature flame, which you can use to light a candle, torch, or campfire. Using the device requires your action.\nMusic Box. When opened, this music box plays a single song at a moderate volume. The box stops playing when it reaches the songs end or when it is closed."
                        }
                    ]
                },
                {
                    "original": false,
                    "name": "Island Gnome",
                    "description": "Island gnomes have a great connection with nature, both forests and the sea. They have a strong affinity with both terrestrial and aquatic animals. They tend to be peaceful but are eager to protect themselves.",
                    "abilityScoreIncrease": [
                        {
                            "original": false,
                            "name": "Constitution",
                            "value": 1
                        }
                    ],
                    "characteristics": [
                        {
                            "original": false,
                            "name": "Protectors of Nature",
                            "description": "You have proficiency in Nature and receive a +1 bonus in this skill. Additionally, you can choose one of the following skills: Acrobatics, Stealth, Animal Handling, or Survival. The chosen additional skill will also receive a +1 bonus."
                        },
                        {
                            "original": false,
                            "name": "Maritime Affinity",
                            "description": "You have an affinity for aquatic animals and environments, have advantage when trying to tame these animals, and your swimming speed is doubled"
                        }
                    ]
                }
            ],
            "skillProficiencies": [],
            "characteristics": [
                {
                    "name": "Darkvision",
                    "description": "Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
                },
                {
                    "name": "Gnome Cunning",
                    "description": "You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic."
                }
            ]
        },
        "pt": {
            "name": "Gnomo",
            "description": "Seu personagem gnomo tem certas características em comum com todos os outros gnomos.",
            "tale": "Ah o Reino dos Gnomos, quem diria que seres pequeninos poderiam construir algo tão grande, não tem como negar que o trabalho deles é fenomenal, me senti em um reino do futuro, grandes construções e elevadores, grandes engrenagens que fazem coisas sem precisar manuseá-las, tudo incrível! Apesar de ter ouvido falar sobre Gnomos não tão inventivos e mais ligados a natureza eu acredito que nesse rumo, logo esse Reino terá o reconhecimento que merece - Dvinir, Comerciante Élfico",
            "abilityScoreIncrease": [
                {
                    "name": "Inteligência",
                    "value": 2
                }
            ],
            "ageMax": 500,
            "alignment": ["bom"],
            "size": "pequeno",
            "heightMax": 1.22,
            "weightMax": 18.14,
            "speed": [7.6],
            "language": ["Comum", "Gnômico"],
            "subRaces": [
                {
                    "name": "Gnomo das Rochas",
                    "description": "Como um gnomo das rochas, você tem uma inventividade natural e resistência além da dos outros gnomos.",
                    "abilityScoreIncrease": [
                        {
                            "name": "Constituição",
                            "value": 1
                        }
                    ],
                    "characteristics": [
                        {
                            "name": "Conhecimento dos Artífices",
                            "description": "Sempre que você fizer um teste de Inteligência (História) relacionado a itens mágicos, objetos alquímicos ou dispositivos tecnológicos, você pode adicionar o dobro do seu bônus de proficiência, em vez de qualquer bônus de proficiência que normalmente aplicaria."
                        },
                        {
                            "name": "Engenhoqueiro",
                            "description": "Você tem proficiência com ferramentas de artesão (ferramentas de engenhoqueiro). Usando essas ferramentas, você pode gastar 1 hora e 10 po em materiais para construir um dispositivo mecânico Minúsculo (CA 5, 1 pv). O dispositivo deixa de funcionar após 24 horas (a menos que você gaste 1 hora reparando-o para manter o dispositivo funcionando), ou quando você usa sua ação para desmontá-lo; nesse momento, você pode recuperar os materiais usados para criá-lo. Você pode ter até três desses dispositivos ativos ao mesmo tempo.\nQuando você cria um dispositivo, escolha uma das seguintes opções:\nBrinquedo Mecânico. Este brinquedo é um animal mecânico, monstro ou pessoa, como um sapo, rato, pássaro, dragão ou soldado. Quando colocado no chão, o brinquedo se move 1,5 metros no chão em cada um dos seus turnos em uma direção aleatória. Ele faz sons apropriados à criatura que representa.\nAcendedor de Fogo. O dispositivo produz uma chama em miniatura, que você pode usar para acender uma vela, tocha ou fogueira. Usar o dispositivo requer sua ação.\nCaixa de Música. Quando aberta, esta caixa de música toca uma única canção em um volume moderado. A caixa para de tocar quando chega ao fim da canção ou quando é fechada."
                        }
                    ]
                },
                {
                    "original": false,
                    "name": "Gnomo das Ilhas",
                    "description": "Gnomos das ilhas têm uma grande conexão com a natureza, tanto com as florestas quanto com o mar. Eles têm uma forte afinidade com animais terrestres e aquáticos. Eles tendem a ser pacíficos, mas estão sempre prontos para se proteger.",
                    "abilityScoreIncrease": [
                        {
                            "original": false,
                            "name": "Constituição",
                            "value": 1
                        }
                    ],
                    "characteristics": [
                        {
                            "original": false,
                            "name": "Protetores da Natureza",
                            "description": "Você tem proficiência em Natureza e recebe um bônus de +1 nessa perícia. Além disso, você pode escolher uma das seguintes perícias: Acrobacia, Furtividade, Lidar com Animais ou Sobrevivência. A perícia adicional escolhida também receberá um bônus de +1."
                        },
                        {
                            "original": false,
                            "name": "Afinidade Marítima",
                            "description": "Você tem afinidade com animais e ambientes aquáticos, tem vantagem ao tentar domar esses animais, e sua velocidade de nado é dobrada."
                        }
                    ]
                }
            ],
            "skillProficiencies": [],
            "characteristics": [
                {
                    "name": "Visão no Escuro",
                    "description": "Acostumado à vida subterrânea, você tem visão superior em condições de escuridão e penumbra. Você pode ver na penumbra em um raio de 18 metros como se fosse luz clara e no escuro como se fosse penumbra. Você não pode discernir cores no escuro, apenas tons de cinza."
                },
                {
                    "name": "Astúcia Gnômica",
                    "description": "Você tem vantagem em todos os testes de resistência de Inteligência, Sabedoria e Carisma contra magia."
                }
            ]
        }
    },
    {
        "active": true,
        "en": {
            "name": "Half-Elf",
            "description": "Your half-elf character has some qualities in common with elves and some that are unique to half-elves.",
            "tale": "\"Living between two worlds is like walking between the sun and the moon without knowing which to choose,\" says the half-elf to the dwarf he was talking to. The dwarf retorts, asking, \"But then, what would you be? A curious human or a skilled elf?\" After thinking for a few seconds, the half-elf responds, \"I am the best of both...\".\n\nHalf-elves have acquired abilities and characteristics from both races and face unique difficulties. Human restlessness makes it hard to live with elves, and elven longevity makes living with humans somewhat morbid. It's not uncommon to see wandering half-elves traveling around, seeking groups of misfits and many adventures to live.",
            "abilityScoreIncrease": [
                {
                    "name": "Charisma",
                    "value": 2
                }
            ],
            "ageMax": 180,
            "alignment": ["chaotic"],
            "size": "medium",
            "heightMax": 1.82,
            "weightMax": 0,
            "speed": [9.1],
            "language": ["Common", "Elvish", "One extra language of your choice"],
            "subRaces": [],
            "skillProficiencies": ["Two skills of your choice"],
            "characteristics": [
                {
                    "name": "Darkvision",
                    "description": "Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
                },
                {
                    "name": "Skill Versatility",
                    "description": "You gain proficiency in two skills of your choice."
                },
                {
                    "name": "Fey Ancestry",
                    "description": "You have advantage on saving throws against being charmed, and magic can't put you to sleep."
                }
            ]
        },
        "pt": {
            "name": "Meio-Elfo",
            "description": "Seu personagem meio-elfo tem algumas qualidades em comum com os elfos e outras que são únicas dos meio-elfos.",
            "tale": "\"Viver entre dois mundos é como caminhar entre o sol e a lua sem saber qual escolher,\" diz o meio-elfo ao anão com quem conversava. O anão retruca, perguntando: \"Mas então, o que tu serias? Um humano curioso ou um elfo habilidoso?\" Após pensar por alguns segundos, o meio-elfo responde: \"Sou o melhor dos dois...\"\n\nOs meio-elfos adquiriram habilidades e características de ambas as raças e enfrentam dificuldades únicas. A inquietude humana dificulta a convivência com os elfos, e a longevidade élfica torna a convivência com os humanos um tanto mórbida. Não é incomum ver meio-elfos errantes viajando por aí, procurando grupos de desajustados e muitas aventuras para viver.",
            "abilityScoreIncrease": [
                {
                    "name": "Carisma",
                    "valUE": 2
                }
            ],
            "ageMax": 180,
            "alignment": ["caótico"],
            "size": "médio",
            "heightMax": 1.82,
            "weightMax": 0,
            "speed": [9.1],
            "language": ["Comum", "Élfico", "Um idioma extra à sua escolha"],
            "subRaces": [],
            "skillProficiencies": ["Duas habilidades à sua escolha"],
            "characteristics": [
                {
                    "name": "Visão no Escuro",
                    "description": "Graças ao seu sangue élfico, você tem visão superior em condições de escuridão e penumbra. Você pode ver na penumbra até 18 metros como se fosse luz brilhante e na escuridão como se fosse penumbra. Você não consegue discernir cores na escuridão, apenas tons de cinza."
                },
                {
                    "name": "Versatilidade de Habilidades",
                    "description": "Você ganha proficiência em duas habilidades à sua escolha."
                },
                {
                    "name": "Ascendência Feérica",
                    "description": "Você tem vantagem em testes de resistência contra ser enfeitiçado, e magia não pode colocá-lo para dormir."
                }
            ]
        }
    },
    {
        "active": true,
        "en": {
            "name": "Half-Orc",
            "description": "Your half-orc character has certain traits deriving from your orc ancestry.",
            "tale": "LEADER NICORDEN was a leader among the half-orcs who for a long time championed the idea that half-orcs could be more than what other races believed. They were seen as impure by the orc tribes and as abominations by many humans. This sentiment often weighed heavily on the hearts of this race's tribes. Nicorden was the leader who once subdued both kingdoms and gained respect for his people through battle strategies ahead of their time.",
            "abilityScoreIncrease": [
                {
                    "name": "Strength",
                    "value": 2
                }
            ],
            "ageMax": 75,
            "alignment": ["chaotic"],
            "size": "medium",
            "heightMax": 1.82,
            "weightMax": 0,
            "speed": [9.1],
            "language": ["Common", "Orc"],
            "subRaces": [],
            "skillProficiencies": ["Intimidation"],
            "characteristics": [
                {
                    "name": "Darkvision",
                    "description": "Thanks to your orc blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
                },
                {
                    "name": "Menacing",
                    "description": "You gain proficiency in the Intimidation skill."
                },
                {
                    "name": "Relentless Endurance",
                    "description": "When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
                },
                {
                    "name": "Savage Attacks",
                    "description": "When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
                }
            ]
        },
        "pt": {
            "name": "Meio-Orc",
            "description": "Seu personagem meio-orc possui certas características derivadas de sua ancestralidade orc.",
            "tale": "LIDER NICORDEN, foi um líder nos meio-orcs que por muito tempo levantou a bandeira de que os meio orcs poderiam ser mais do que as outras raças acreditavam, pela tribo orc são vistos como impuros e por muitos humanos como aberrações, esse sentimento por muitas vezes tomou o coração das tribos desta raça e Nicorden foi o líder que certa vez subjugou os dois reinos e conseguiu respeito para seu povo através de estratégias de batalhas a frente do seu tempo.",
            "abilityScoreIncrease": [
                {
                    "name": "Força",
                    "value": 2
                }
            ],
            "ageMax": 75,
            "alignment": ["caótico"],
            "size": "médio",
            "heightMax": 1.82,
            "weightMax": 0,
            "speed": [9.1],
            "language": ["Comum", "Orc"],
            "subRaces": [],
            "skillProficiencies": ["Intimidação"],
            "characteristics": [
                {
                    "name": "Visão no Escuro",
                    "description": "Graças ao seu sangue orc, você tem visão superior em condições de escuridão e penumbra. Você pode ver na penumbra até 18 metros como se fosse luz brilhante, e na escuridão como se fosse penumbra. Você não consegue discernir cores na escuridão, apenas tons de cinza."
                },
                {
                    "name": "Ameaçador",
                    "description": "Você ganha proficiência na habilidade de Intimidação."
                },
                {
                    "name": "Resistência Implacável",
                    "description": "Quando você é reduzido a 0 pontos de vida, mas não é morto instantaneamente, você pode cair para 1 ponto de vida em vez disso. Você não pode usar essa característica novamente até terminar um descanso longo."
                },
                {
                    "name": "Ataques Selvagens",
                    "description": "Quando você consegue um acerto crítico com um ataque de arma corpo a corpo, você pode rolar um dos dados de dano da arma uma vez adicional e adicionar ao dano extra do acerto crítico."
                }
            ]
        }
    },
    {
        "active": true,
        "en": {
            "name": "Tiefling",
            "description": "Tieflings share certain racial traits as a result of their infernal descent.",
            "tale": "My dear diary, I can no longer bear it! The stares, the judgments, even without guilt, I carry the burden of a sin committed long ago. A pact by a strange ancestor seeking power condemned me, hundreds of years later, to live on the fringes of the Realms, wandering and being despised by all. I have only one joy in this life: a human woman named Nitara. She makes my miserable life have some meaning. I don't know what I would do without her.\n\nAmnon wrote this shortly before receiving the news that Nitara had been murdered by her family upon discovering her relationship with a Tiefling, losing all hope of a happy life.",
            "abilityScoreIncrease": [
                {
                    "name": "Intelligence",
                    "value": 1
                }
            ],
            "ageMax": 0,
            "alignment": ["chaotic"],
            "size": "medium",
            "heightMax": 1.82,
            "weightMax": 0,
            "speed": [9.1],
            "language": ["Common", "Infernal"],
            "subRaces": [],
            "skillProficiencies": [],
            "characteristics": [
                {
                    "name": "Darkvision",
                    "description": "My dear diary, I can no longer endure it! The looks, the judgments, even without guilt, I bear the burden of a sin committed long ago. A pact made by a strange ancestor seeking power condemned me, hundreds of years later, to live on the fringes of the realms, wandering and being despised by all. I have only one happiness in this life: a human named Nitara. She makes my horrible life have some meaning. I don't know what I would do without her.\n\nAmnon wrote this shortly before receiving the news that Nitara had been murdered by her family after they discovered her relationship with a Tiefling, losing all hope for a happy life."
                },
                {
                    "name": "Hellish Resistance",
                    "description": "You have resistance to fire damage."
                },
                {
                    "name": "Infernal Legacy",
                    "description": "You know the thaumaturgy cantrip. When you reach 3rd level, you can cast the hellish rebuke spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the darkness spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
                }
            ]
        },
        "pt": {
            "name": "Tiefling",
            "description": "Os tieflings compartilham certas características raciais como resultado de sua descendência infernal.",
            "tale": "Meu querido diário, eu não posso mais suportar! Os olhares, os julgamentos, mesmo sem culpa, carrego o fardo de um pecado consumado há muito tempo. Um pacto de um ancestral estranho que buscava poder me condenou, centenas de anos depois, a viver à margem dos Reinos, vagando e sendo desprezado por todos. Tenho apenas uma felicidade nesta vida: uma humana chamada Nitara. Ela faz minha vida horrível ganhar algum sentido. Não sei o que faria sem ela.\n\nAmnon escreveu isso pouco antes de receber a notícia de que Nitara havia sido assassinada por sua família ao descobrirem seu relacionamento com um Tiefling, perdendo toda esperança de uma vida feliz.",
            "abilityScoreIncrease": [
                {
                    "name": "Inteligência",
                    "value": 1
                }
            ],
            "ageMax": 0,
            "alignment": ["caótico"],
            "size": "médio",
            "heightMax": 1.82,
            "weightMax": 0,
            "speed": [9.1],
            "language": ["Comum", "Infernal"],
            "subRaces": [],
            "skillProficiencies": [],
            "characteristics": [
                {
                    "name": "Visão no Escuro",
                    "description": "Graças à sua herança infernal, você tem visão superior em condições de escuridão e penumbra. Você pode ver na penumbra até 18 metros como se fosse luz brilhante, e na escuridão como se fosse penumbra. Você não consegue discernir cores na escuridão, apenas tons de cinza."
                },
                {
                    "name": "Resistência Infernal",
                    "description": "Você tem resistência a dano de fogo."
                },
                {
                    "name": "Legado Infernal",
                    "description": "Você conhece o truque taumaturgia. Quando você atinge o 3º nível, pode lançar a magia represália infernal como uma magia de 2º nível uma vez com este traço e recupera a habilidade de fazê-lo quando termina um descanso longo. Quando você atinge o 5º nível, pode lançar a magia escuridão uma vez com este traço e recupera a habilidade de fazê-lo quando termina um descanso longo. Carisma é sua habilidade de conjuração para estas magias."
                }
            ]
        }
    }
]
