[
  {
    "en": {
      "name": "Dwarf",
      "description": "Where is my boot? I need to go to the mines to check on the progress of the Ruby extraction, said the Dwarf King to the Queen, who was reading a letter directly from the Elven Kingdom. My love, the Queen said, the Elf King is requesting a visit to our kingdom to negotiate some diamond mines. Do these pointy-eared ones think our things are for sale whenever they want? That's not how things work! - Bornovok III, King of the Dwarf Kingdom, holder of the Avirath orb.\n\nDwarves are an incredibly resilient race, known for their mining abilities. Dwarves are widely sought after for dealing with weapons, jewelry, and other magical tools, as they possess vast reserves of magical items and extensive knowledge of weapon crafting and other objects.\n\nThe Dwarf Kingdom is incredibly beautiful, with its castle being a tourist attraction for people from all over the world. It is said that the throne room of this castle is entirely made of pure gold, and the throne itself is constructed from ruby and diamond stones!\n\nAlthough they are extremely serious when it comes to mining and their creations, dwarves (for the most part) are very kind to those who are kind to them. But make no mistake, they know how to defend themselves, and if there's a people who can wreak havoc with magical weapons when provoked, it's the dwarf people.",
      "abilityScoreIncrease": {
        "name": "Constitution",
        "value": 2
      },
      "ageMax": 350,
      "alignment": ["lawful", "good"],
      "heightMax": 1.2,
      "weightMax": 68,
      "speed": [7.6, "speed not reduced by wearing heavy armor"],
      "language": ["Common", "Dwarvish"],
      "subRaces": [
        {
          "name": "Hill Dwarf",
          "description": "Hill Dwarves are remarkably resilient and wise. Their lives in the hills of the kingdom make them excellent explorers, which gives these dwarves a strong instinct for survival and intuition.",
          "abilityScoreIncrease": {
            "name": "Wisdom",
            "value": 1
          },
          "characteristics": [
            {
              "name": "Dwarven Toughness",
              "description": "Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."
            }
          ]
        },
        {
          "name": "Mystic Dwarf",
          "description": "Mystic Dwarves are well-versed in the magical arts. Over time, these dwarves have separated themselves from the others as they have no interest in mining or craftsmanship, but rather in using the products of these activities for study and, for some, power.\n\nBecause their studies and practice of magic are their main focus, these dwarves are generally slightly weaker and have a maximum average weight of 50 kg.",
          "abilityScoreIncrease": {
            "name": "Intelligence",
            "value": 2
          },
          "characteristics": [
            {
              "name": "Lack of Strength",
              "description": "Your strength attribute receives a penalty of -1."
            },
            {
              "name": "Dwarf Magic Specialist",
              "description": "When using any magical item, you can roll 1d2 (lucky dice) to determine if that item was made by a dwarf or not. If it was made by a dwarf, your expertise in Dwarf Magic comes into play, and once every 8 hours, you gain advantage on 1 roll involving that magical item."
            }
          ]
        }
      ],
      "skillProficiences": [],
      "characteristics": [
        {
          "name": "Darkvision",
          "description": "Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
        },
        {
          "name": "Dwarven Resilience",
          "description": "You have advantage on saving throws against poison, and you have resistance against poison damage."
        },
        {
          "name": "Dwarven Combat Training",
          "description": "You have proficiency with the battleaxe, handaxe, light hammer, and warhammer."
        },
        {
          "name": "Tool Proficiency",
          "description": "You gain proficiency with the artisan’s tools of your choice: smith’s tools, brewer’s supplies, or mason’s tools."
        },
        {
          "name": "Stonecunning",
          "description": "Whenever you make an Intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
        }
      ]
    },
    "pt": {
      "name": "Anão",
      "description": "Onde está minha bota? Preciso ir às minas verificar o andamento da extração de Rubi, disse o Rei Anão para a Rainha, que estava lendo uma carta vinda diretamente do Reino dos Elfos. Meu amor, disse a Rainha, o Rei Elfo está solicitando uma visita ao nosso reino para negociar algumas minas de diamante. Esses orelhas pontudas acham que nossas coisas estão à venda sempre que desejam? Não é assim que as coisas funcionam! - Bornovok III, Rei do Reino Anão, portador da orbe de Avirath.\n\nOs anões são uma raça incrivelmente resiliente, conhecida por suas habilidades em mineração. Os anões são amplamente procurados para lidar com armas, joias e outras ferramentas mágicas, pois possuem vastas reservas de itens mágicos e amplo conhecimento em confecção de armas e outros objetos.\n\nO Reino Anão é incrivelmente bonito, sendo seu castelo uma atração turística para pessoas de todo o mundo. Dizem que a sala do trono deste castelo é inteiramente feita de ouro puro, e o trono em si é construído a partir de pedras de rubi e diamante!\n\nEmbora sejam extremamente sérios quando se trata de mineração e suas criações, os anões (na maioria das vezes) são muito gentis com aqueles que são gentis com eles. Mas não se engane, eles sabem se defender, e se há um povo que pode causar estragos com armas mágicas quando provocados, são os anões.",
      "abilityScoreIncrease": {
        "name": "Constituição",
        "value": 2
      },
      "ageMax": 350,
      "alignment": ["leal", "bom"],
      "heightMax": 1.2,
      "weightMax": 68,
      "speed": [7.6, "velocidade não reduzida ao usar armadura pesada"],
      "language": ["Comum", "Anão"],
      "subRaces": [
        {
          "name": "Anão da Colina",
          "description": "Anões da colina são notavelmente resistentes e sábios. Sua vida nas colinas do reino os coloca à frente no quesito exploração, o que dá a esses anões um grande instinto de sobrevivência e intuição.",
          "abilityScoreIncrease": {
            "name": "Sabedoria",
            "value": 1
          },
          "characteristics": [
            {
              "name": "Resistência Anã",
              "description": "Seu máximo de pontos de vida aumenta em 1, e aumenta em 1 a cada vez que você ganha um nível."
            }
          ]
        },
        {
          "name": "Anão Místico",
          "description": "Anões místicos são versados nas artes mágicas. Com o tempo, esses anões se separaram dos demais, pois não têm interesse em mineração ou artesanato, mas sim em utilizar os produtos dessas atividades para estudo e, para alguns, poder.\n\nPor terem os estudos e prática da magia como seu foco principal, esses anões geralmente são um pouco mais fracos e têm um peso médio máximo de 50 kg.",
          "abilityScoreIncrease": {
            "name": "Inteligência",
            "value": 2
          },
          "characteristics": [
            {
              "name": "Falta de Força Anã",
              "description": "Seu atributo força recebe uma penalidade de -1."
            },
            {
              "name": "Especialista em Magia Anã",
              "description": "Ao utilizar qualquer item mágico você pode rolar 1d2 (dado de sorte) para descobrir se aquele item foi feito por um anão ou não. Caso tenha sido feito por um anão, sua expertise em Magia Anã entra em ação e, uma vez a cada 8 horas, você ganha vantagem em 1 rolagem que envolva esse item mágico."
            }
          ]
        }
      ],
      "skillProficiences": [],
      "characteristics": [
        {
          "name": "Visão no Escuro",
          "description": "Acostumado à vida subterrânea, você possui uma visão superior em condições de escuridão e pouca luz. Você pode enxergar em luz fraca em um raio de 18 metros como se fosse luz plena, e em escuridão como se fosse luz fraca. Você não consegue distinguir cores na escuridão, apenas tons de cinza."
        },
        {
          "name": "Resistência Anã",
          "description": "Você possui vantagem em testes de resistência contra veneno e possui resistência a danos por veneno."
        },
        {
          "name": "Treinamento em Combate Anão",
          "description": "Você possui proficiência com o machado de guerra, machadinho, martelo leve e martelo de guerra."
        },
        {
          "name": "Proficiência em Ferramentas",
          "description": "Você ganha proficiência com ferramentas de artesão à sua escolha: ferramentas de ferreiro, suprimentos de cervejeiro ou ferramentas de pedreiro."
        },
        {
          "name": "Inteligência em Rochas",
          "description": "Sempre que fizer um teste de Inteligência (História) relacionado à origem de estruturas de pedra, você é considerado proficiente na habilidade de História e adiciona o dobro do seu bônus de proficiência ao teste, em vez do seu bônus de proficiência normal."
        }
      ]
    }
  }
]