[
  {
    "en": {
      "title": "Races",
      "description": "",
      "subTopics": [
        {
          "subTitle": "Racial Traits",
          "description": "The description of each race includes racial traits that are common to members of that race. The following entries appear among the traits of most races."
        },
        {
          "subTitle": "Ability Score Increase",
          "description": "Every race increases one or more of a character's ability scores."
        },
        {
          "subTitle": "Age",
          "description": "The age entry notes the age when a member of the race is considered an adult, as well as the race's expected lifespan. This information can help you decide how old your character is at the start of the game. You can choose any age for your character, which could provide an explanation for some of your ability scores. For example, if you play a young or very old character, your age could explain a particularly low Strength or Constitution score, while advanced age could account for a high Intelligence or Wisdom."
        },
        {
          "subTitle": "Alignment",
          "description": "Most races have tendencies toward certain alignments, described in this entry. These are not binding for player characters, but considering why your dwarf is chaotic, for example, in defiance of lawful dwarf society can help you better define your character."
        },
        {
          "subTitle": "Size",
          "description": "Characters of most races are Medium, a size category including creatures that are roughly 4 to 8 feet tall. Members of a few races are Small (between 2 and 4 feet tall), which means that certain rules of the game affect them differently. The most important of these rules is that Small characters have trouble wielding heavy weapons, as explained in “Equipment.”"
        },
        {
          "subTitle": "Speed",
          "description": "Your speed determines how far you can move when traveling ('Adventuring') and fighting ('Combat')."
        },
        {
          "subTitle": "Languages",
          "description": "By virtue of your race, your character can speak, read, and write certain languages."
        },
        {
          "subTitle": "Subraces",
          "description": "Some races have subraces. Members of a subrace have the traits of the parent race in addition to the traits specified for their subrace. Relationships among subraces vary significantly from race to race and world to world."
        }
      ],
      "reference": "SRD D&D 5e - pg. 3",
      "image": "https://i.ibb.co/r3ZB3vR/wp2770237-dd-wallpaper.jpg"
    },
    "pt-br": {
      "title": "Raças",
      "description": "",
      "subTopics": [
        {
          "subTitle": "Traços Raciais",
          "description": "A descrição de cada raça inclui traços raciais que são comuns aos membros dessa raça. As seguintes entradas aparecem entre os traços da maioria das raças."
        },
        {
          "subTitle": "Aumento de Atributos",
          "description": "Cada raça aumenta um ou mais atributos do personagem."
        },
        {
          "subTitle": "Idade",
          "description": "A entrada de idade indica a idade em que um membro da raça é considerado adulto, bem como a expectativa de vida da raça. Essas informações podem ajudar a decidir a idade do seu personagem no início do jogo. Você pode escolher qualquer idade para o seu personagem, o que pode explicar alguns dos seus atributos. Por exemplo, se você interpretar um personagem jovem ou muito idoso, a idade pode explicar um atributo de Força ou Constituição particularmente baixo, enquanto uma idade avançada pode justificar um alto atributo de Inteligência ou Sabedoria."
        },
        {
          "subTitle": "Alinhamento",
          "description": "A maioria das raças tem tendências para certos alinhamentos. Essas tendências não são obrigatórias para personagens jogadores, mas considerar por que seu anão é caótico, por exemplo, em desafio à sociedade anã ordeira, pode ajudá-lo a definir melhor o seu personagem."
        },
        {
          "subTitle": "Tamanho",
          "description": "Personagens da maioria das raças são de tamanho Médio, uma categoria de tamanho que inclui criaturas com aproximadamente 1,2 a 2,4 metros de altura. Membros de algumas raças são de tamanho Pequeno (entre 0,6 a 1,2 metros de altura), o que significa que certas regras do jogo os afetam de forma diferente. A regra mais importante é que personagens Pequenos têm dificuldade em empunhar armas pesadas, como explicado em 'Equipamento'."
        },
        {
          "subTitle": "Velocidade",
          "description": "Sua velocidade determina o quão longe você pode se mover ao viajar ('Aventurar-se') e ao lutar ('Combate')."
        },
        
        {
          "subTitle": "Idiomas",
          "description": "Por causa de sua raça, seu personagem pode falar, ler e escrever certos idiomas."
        },
        
        {
          "subTitle": "Sub-raças",
          "description": "Algumas raças possuem sub-raças. Membros de uma sub-raça possuem os traços da raça principal, além dos traços especificados para sua sub-raça. As relações entre as sub-raças variam significativamente de raça para raça e de mundo para mundo."
        }
      ],
      "reference": "SRD D&D 5e - pg. 3",
      "image": "https://i.ibb.co/r3ZB3vR/wp2770237-dd-wallpaper.jpg"
    }
  }
]
